hello_message = "Привіт, {name}! 😎"

help_message = """
Ми не могли пройти повз хайпу нейромереж, ми модні хлопці, <b>тому (майже) запилили свою.</b> Просто надішли картинку з написом, щоб перевірити усю могутність нашої роботи 🤟

Також в нашого бота ми інтегрували ChatGPT, просто напиши запитання і штучний інтелект обов'язково дасть відповідь👌
"""

team_message = """
Вас вітає команда з 4-х найкрутіших студентів групи ІО-15 😉

Наша команда:\n
🔹 <a href='https://t.me/corrrvo'>Назар Жадько</a> — тімлід
🔸 <a href='https://t.me/EvgeniyChyg'>Євгеній Чигренець</a> — нейромережа
🔹 <a href='https://t.me/grugoriev'>Костянтин Григор'єв</a> — нейромережа
🔸 <a href='https://t.me/opyatvstavat'>Валентин Поляков</a> — телеграм-бот
"""

error = """
Ми ще не навчилися працювати з (((цим))) типом повідомлень
"""

server_error = """
Сервери OPENAI перенапружені, будь ласка, напишіть нам знову пізніше...
"""

fake_progress_bar = [
    '[■□□□□□□□□□]   1%',
    '[■■□□□□□□□□]  20%',
    '[■■■□□□□□□□]  30%',
    '[■■■■□□□□□□]  41%',
    '[■■■■■□□□□□]  50%',
    '[■■■■■■□□□□]  56%',
    '[■■■■■■■□□□]  69%',
    '[■■■■■■■■□□]  80%',
    '[■■■■■■■■■□]  99%',
    '[■■■■■■■■■■] 100%',
]