hello_message = """
<code>Привітик!</code> 😎

Вас вітає команда з 4-х найкрутіших студентів групи ІО-15 😉

Ми не могли пройти повз хайпу нейромереж, ми модні хлопці, <b>тому (майже) запилили свою.</b> Просто надішли картинку з написом, щоб перевірити усю могутність нашої роботи 🤟
"""
#<code>Склад команди:</code> /team
#<code>Щоб бути на одній хвилі з нами, тисни:</code> /music

team_message = """
<code>Наша команда:</code>\n
🔹 <a href='https://t.me/corrrvo'>Назар Жадько</a> — тімлід
🔸 <a href='https://t.me/EvgeniyChyg'>Євгеній Чигренець</a> — нейромережа
🔹 <a href='https://t.me/grugoriev'>Костянтин Григор'єв</a> — нейромережа
🔸 <a href='https://t.me/opyatvstavat'>Валентин Поляков</a> — телеграм-бот
"""

error = """
Ми ще не навчилися працювати з (((цим))) типом повідомлень
"""

# сами делайте ебанный прогресс бар
fake_progress_bar = [
    '[■□□□□□□□□□]   1%',
    '[■■□□□□□□□□]  20%',
    '[■■■□□□□□□□]  30%',
    '[■■■■□□□□□□]  41%',
    '[■■■■■□□□□□]  50%',
    '[■■■■■■□□□□]  56%',
    '[■■■■■■■□□□]  69%',
    '[■■■■■■■■□□]  80%',
    '[■■■■■■■■■□]  99%',
    '[■■■■■■■■■■] 100%',
]